schedule = {
    '8А': {
            'Понедельник': ['1 урок: Разговоры о важном', '2 урок: Алгебра', '3 урок: Биология', '4 урок: Русский язык', '5 урок: История', '6 урок: Геометрия', '7 урок: Физическая культура '],
            'Вторник': ['1 урок: Иностранный язык(англ.) ', '2 урок: Литература', '3 урок: Физика', '4 урок: Технология(Труд)', '5 урок: Алгебра', '6 урок: Химия', '7 урок: Физическая культура'],
            'Среду': [ '1 урок: Физика', '2 урок: Вероятность и статистика', '3 урок: Биология', '4 урок: Алгебра', '5 урок: Русский язык', '6 урок: Обществознание', '7 урок: ОБЗР'],
            'Четверг': ['1 урок: История', '2 урок: Музыка', '3 урок: Информатика', '4 урок: Литература', '5 урок: География', '6 урок: Иностранный язык(англ.)', '7 урок: Россия- мои горизонты'],
            'Пятницу': ['1 урок: Алгебра', '2 урок: География', '3 урок: Геометрия', '4 урок: Русский язык ', '5 урок: Химия', '6 урок: Иностранный язык(англ.)', '7 урок: Информатика']
            },
    '8Б': {
            'Понедельник':  ['1 урок: Разговоры о важном', '2 урок: Алгебра ', '3 урок: Русский язык ', '4 урок: Иностранный язык(англ.) ', '5 урок: Геометрия ', '6 урок: Физическая культура ', '7 урок: Биология ','8 урок: ОБЗР'],
            'Вторник': ['1 урок: Информатика ', '2 урок: Физика ', '3 урок: Технология(Труд) ', '4 урок: Литература  ', '5 урок: История ', '6 урок: Алгебра ', '7 урок: География '],
            'Среду':  ['1 урок: Физическая культура ', '2 урок: Физика ', '3 урок: Русский язык ', '4 урок: Алгебра  ', '5 урок: Биология ', '6 урок: Иностранный язык(англ.) ', '7 урок: Химия '],
            'Четверг': ['1 урок: Литература', '2 урок: Обществознание', '3 урок: Вероятность и статистика', '4 урок: Химия', '5 урок: Иностранный язык(англ.)', '6 урок: Геометрия', '7 урок: Россия- мои горизонты'],
            'Пятницу':  ['1 урок: Музыка', '2 урок: Русский язык', '3 урок: Информатика', '4 урок: Алгебра', '5 урок: История', '6 урок: География']
            },
    '8В': {
            'Понедельник':  ['1 урок: Разговоры о важном', '2 урок: Физическая культура', '3 урок: История', '4 урок: Биология', '5 урок: Русский язык', '6 урок: Алгебра', '7 урок: Музыка', '8 урок: Иностранный язык(англ.)'],
            'Вторник': ['1 урок: Литература', '2 урок: География', '3 урок: Алгебра', '4 урок: Физика', '5 урок: Технология(Труд)', '6 урок: История'],
            'Среду':  ['1 урок: Химия', '2 урок: Русский язык', '3 урок: Иностранный язык(англ.)', '4 урок: Информатика', '5 урок: Обществознание', '6 урок: Геометрия', '7 урок: Физика'],
            'Четверг': ['1 урок: Биология', '2 урок: Алгебра', '3 урок: Литература', '4 урок: Физическая культура', '5 урок: Вероятность и статистика', '6 урок: Иностранный язык(англ.)', '7 урок: Россия- мои горизонты'],
            'Пятницу':  ['1 урок: Информатика', '2 урок: Химия', '3 урок: Геометрия', '4 урок: География', '5 урок: Алгебра', '6 урок: Русский язык', '7 урок: ОБЗР']
            },
    '9А': {
            'Понедельник':  ['1 урок: Разговоры о важном', '2 урок: Физическая культура', '3 урок: Алгебра', '4 урок: Литература', '5 урок: Химия', '6 урок: Иностранный язык(англ.)', '7 урок: Русский язык'],
            'Вторник': ['1 урок: Литература', '2 урок: Геометрия', '3 урок: Биология', '4 урок: География', '5 урок: Информатика', '6 урок: Алгебра'],
            'Среду':  ['1 урок: Геометрия', '2 урок: Русский язык', '3 урок: ОБЗР', '4 урок: История', '5 урок: Физическая культура', '6 урок: Вероятность и статистика', '7 урок: Иностранный язык(англ.)'],
            'Четверг': ['1 урок: Технология(Труд)', '2 урок: Химия', '3 урок: Физика', '4 урок: Физика', '5 урок: Обществознание', '6 урок: Алгебра', '7 урок: Россия- мои горизонты'],
            'Пятницу':  ['1 урок: Геометрия', '2 урок: Литература', '3 урок: Алгебра', '4 урок: Русский язык', '5 урок: Биология', '6 урок: Иностранный язык(англ.)', '7 урок: Физическая культура'],
            'субботу':  ['1 урок: География', '2 урок: Информатика', '3 урок: История']
            },
    '9Б': {
        'Понедельник':  ['1 урок: Физическая культура', '2 урок: Физика', '3 урок: Русский язык', '4 урок: Алгебра', '5 урок: Геометрия', '6 урок: Физика', '7 урок: Разговоры о важном'],
        'Вторник': ['1 урок: Геометрия', '2 урок: Алгебра', '3 урок: Русский язык', '4 урок: Химия', '5 урок: Иностранный язык(англ.)', '6 урок: ОБЗР', '7 урок: Биология'],
        'Среду':  ['1 урок: Алгебра', '2 урок: Литература', '3 урок: Русский язык', '4 урок: Биология', '5 урок: Вероятность и статистика', '6 урок: История'],
        'Четверг': ['1 урок: Технология(Труд)', '2 урок: Иностранный язык(англ.)', '3 урок: Физическая культура', '4 урок: География', '5 урок: Литература', '6 урок: Информатика', '7 урок: Россия- мои горизонты'],
        'Пятницу':  ['1 урок: Химия', '2 урок: Обществознание', '3 урок: Литература', '4 урок: Геометрия', '5 урок: Физическая культура', '6 урок: Алгебра', '7 урок: Иностранный язык(англ.)'],
        'субботу':  ['1 урок: Информатика', '2 урок: История', '3 урок: География']
            },
    '9В': {
        'Понедельник':  ['1 урок: Разговоры о важном', '2 урок: Биология', '3 урок: Физика', '4 урок: Физическая культура', '5 урок: Литература', '6 урок: Геометрия', '7 урок: Физика'],
        'Вторник': ['1 урок: Алгебра', '2 урок: Русский язык', '3 урок: Химия', '4 урок: Алгебра', '5 урок: Физическая культура ', '6 урок: Иностранный язык(англ.)', '7 урок: История'],
        'Среду':  ['1 урок: Физическая культура', '2 урок: Биология', '3 урок: Алгебра', '4 урок: Геометрия', '5 урок: Литература', '6 урок: ОБЗР'],
        'Четверг': ['1 урок: Литература', '2 урок: Технология(Труд)', '3 урок: Иностранный язык(англ.)', '4 урок: Вероятность и статистика', '5 урок: Русский язык', '6 урок: География', '7 урок: Россия - мои горизонты'],
        'Пятницу':  ['1 урок: Обществознание', '2 урок: Геометрия', '3 урок: Русский язык', '4 урок: Химия', '5 урок: Иностранный язык(англ.)', '6 урок: Информатика', '7 урок: Алгебра'],
        'субботу':  ['1 урок: История', '2 урок: География', '3 урок: Информатика']
    },
    '10А': {
            'Понедельник':  ['1 урок: Разговоры о важном', '2 урок: История', '3 урок: ОБЗР', '4 урок: Литература', '5 урок: Химия', '6 урок: Алгебра', '7 урок: Геометрия', '8 урок: Решение физических задач'],
            'Вторник': ['1 урок: Физическая культура', '2 урок: Обществознание', '3 урок: Алгебра', '4 урок: Иностранный язык(1 группа) \n Информатика(2 группа)', '5 урок: Биология', '6 урок: Иностранный язык(2 группа) \n Информатика(1 группа)', '7 урок: Литература', ' 8 урок: Россия - мои горизонты'],
            'Среду':  ['1 урок: Геометрия', '2 урок: Литература', '3 урок: Индивидуальный проект', '4 урок: Алгебра', '5 урок: Иностранный язык(2 группа) \n Информатика(1 группа)', '6 урок: Русский язык', '7 урок: Информатика(2 группа)'],
            'Четверг': ['1 урок: Иностранный язык(1 группа) \n Информатика(2 группа)', '2 урок: География', '3 урок: Физическая культура', '4 урок: История', '5 урок: Физика', '6 урок: Физика', '7 урок: Информатика(1 группа)'],
            'Пятницу':  ['1 урок: Русский язык', '2 урок: Иностранный язык(2 группа) \n Информатика(1 группа)', '3 урок: Вероятность и статистика', '4 урок: Алгебра', '5 урок: Иностранный язык(1 группа) \n Информатика(2 группа)', '6 урок: Геометрия', '7 урок: Обществознание']
            },
    '11А': {
            'Понедельник':  ['1 урок: Разговоры о важном', '2 урок: Русский язык', '3 урок: Алгебра', '4 урок: Математические основы информатики и основы программирования', '5 урок: Геометрия', '6 урок: История', '7 урок: Литература', '8 урок: Иностранный язык(англ.)'],
            'Вторник': ['1 урок: Биология', '2 урок: ОБЗР', '3 урок: Обществознание', '4 урок: Вероятность и статистика', '5 урок: Математические основы информатики и основы программирования', '6 урок: Технология обработки информации', '7 урок: Алгебра'],
            'Среду':  ['1 урок: Обществознание', '2 урок: Геометрия', '3 урок: Информатика', '4 урок: Физическая культура', '5 урок: Иностранный язык(англ.)', '6 урок: Литература', '7 урок: Обществознание'],
            'Четверг': ['1 урок: География', '2 урок: Алгебра', '3 урок: Геометрия', '4 урок: Русский язык', '5 урок: Физика', '6 урок: Физика', '7 урок: Россия - мои горизонты'],
            'Пятницу':  ['1 урок: Алгебра', '2 урок: Иностранный язык(англ.)', '3 урок: История', '4 урок: Литература', '5 урок: Физическая культура', '6 урок: Обществознание']
            },
    '11Б': {
            'Понедельник':  ['1 урок: Русский язык', '2 урок: География', '3 урок: Литература', '4 урок: Алгебра', '5 урок: Вероятность и статистика', '6 урок: Биология', '7 урок: Геометрия'],
            'Вторник': ['1 урок: Разговоры о важном', '2 урок: Физическая культура', '3 урок: Геометрия', '4 урок: Литература', '5 урок: Алгебра', '6 урок: Иностранный язык(англ.)', '7 урок: Технический английский'],
            'Среду':  ['1 урок: Информатика', '2 урок: Информатика', '3 урок: Русский язык', '4 урок: ОБЗР', '5 урок: Иностранный язык(англ.)', '6 урок: Химия', '7 урок: Физическая культура'],
            'Четверг': ['1 урок: Физика', '2 урок: Физика', '3 урок: Алгебра', '4 урок: Информатика', '5 урок: Информатика', '6 урок: Обществознание', '7 урок: Решение физических задач', '8 урок: Россия - мои горизонты'],
            'Пятницу':  ['1 урок: История', '2 урок: Иностранный язык(англ.)', '3 урок: Литература', '4 урок: История', '5 урок: Алгебра', '6 урок: Геометрия', '7 урок: Обществознание']
            }
}

